-- --------------------------------------------------------
-- Хост:                         127.0.0.1
-- Версия сервера:               5.7.20-log - MySQL Community Server (GPL)
-- Операционная система:         Win64
-- HeidiSQL Версия:              9.5.0.5196
-- --------------------------------------------------------

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET NAMES utf8 */;
/*!50503 SET NAMES utf8mb4 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;

-- Дамп данных таблицы burgers.orders: ~30 rows (приблизительно)
/*!40000 ALTER TABLE `orders` DISABLE KEYS */;
INSERT INTO `orders` (`id`, `create_date`, `street`, `house`, `building`, `apartment`, `floor`, `description`, `payment_type`, `callback`, `user_id`) VALUES
	(1, '2018-05-05 00:00:00', 'Тверская', '1', 'a', '22', 3, 'Позвоните от консъержа', 1, 0, 1),
	(2, '2019-02-26 10:55:24', 'Тульская', '3', '3', '3', 3, 'er taer ar', 1, 1, 2),
	(3, '2019-02-27 12:23:38', 'Тульская', '3', '3', '3', 3, 'sfg dfg f', 1, 0, 3),
	(4, '2019-02-28 10:01:04', 'Тульская', '3', '3', '3', 3, 'sfg dfg f', 1, 0, 3),
	(5, '2019-02-28 20:48:01', 'Тульская', '3', '3', '3', 3, 'kjkhkjgkuu ugkj', 1, 0, 4),
	(6, '2019-02-28 20:56:09', 'Тульская', '3', '3', '3', 3, 'kjkhkjgkuu ugkj', 1, 0, 4),
	(7, '2019-02-28 21:27:20', 'Тульская', '3', '3', '3', 3, 'kjkhkjgkuu ugkj', 1, 0, 4),
	(8, '2019-02-28 21:28:26', 'Тульская', '3', '3', '3', 3, 'kjkhkjgkuu ugkj', 1, 0, 4),
	(9, '2019-02-28 21:28:36', 'Тульская', '3', '3', '3', 3, 'kjkhkjgkuu ugkj', 1, 0, 4),
	(10, '2019-02-28 21:29:05', 'Тульская', '3', '3', '3', 3, 'kjhdskjsedkdf sj hsdg  kj', 1, 0, 5),
	(11, '2019-02-28 21:53:08', 'Тульская', '3', '3', '3', 3, 'kjhdskjsedkdf sj hsdg  kj', 1, 0, 5),
	(12, '2019-02-28 21:54:54', 'Тульская', '3', '3', '3', 3, 'kjhdskjsedkdf sj hsdg  kj', 1, 0, 5),
	(13, '2019-02-28 22:00:44', 'Тульская', '3', '3', '3', 3, 'kjhdskjsedkdf sj hsdg  kj', 1, 0, 5),
	(14, '2019-02-28 22:02:43', 'Тульская', '3', '3', '3', 3, 'kjhdskjsedkdf sj hsdg  kj', 1, 0, 5),
	(15, '2019-02-28 22:03:47', 'Тульская', '3', '3', '3', 3, 'kjhdskjsedkdf sj hsdg  kj', 1, 0, 5),
	(16, '2019-02-28 22:10:40', 'Тульская', '3', '3', '3', 3, 'kjhdskjsedkdf sj hsdg  kj', 1, 0, 5),
	(17, '2019-02-28 22:13:54', 'Тульская', '3', '3', '3', 3, 'kjhdskjsedkdf sj hsdg  kj', 1, 0, 5),
	(18, '2019-02-28 22:18:34', 'Тульская', '3', '3', '3', 3, 'kjhdskjsedkdf sj hsdg  kj', 1, 0, 5),
	(19, '2019-02-28 22:33:16', 'Тульская', '3', '3', '3', 3, 'kjhdskjsedkdf sj hsdg  kj', 1, 0, 5),
	(20, '2019-02-28 22:36:21', 'Тульская', '3', '3', '3', 3, 'kjhdskjsedkdf sj hsdg  kj', 1, 0, 5),
	(21, '2019-02-28 22:46:58', 'Тульская', '3', '3', '3', 3, 'kjhdskjsedkdf sj hsdg  kj', 1, 0, 5),
	(22, '2019-02-28 23:35:26', 'Тульская', '3', '3', '3', 3, 'rtesrtert', 1, 1, 8),
	(23, '2019-02-28 23:39:43', 'Тульская', '3', '3', '3', 3, 'rtesrtert', 1, 1, 8),
	(24, '2019-02-28 23:43:08', 'Тульская', '3', '3', '3', 3, '456eret', 1, 0, 9),
	(25, '2019-02-28 23:45:46', 'Тульская', '3', '3', '3', 3, '456eret', 1, 0, 9),
	(26, '2019-02-28 23:46:49', 'Тульская', '3', '3', '3', 3, '456eret', 1, 0, 9),
	(27, '2019-02-28 23:48:08', 'Тульская', '3', '3', '3', 3, '456eret', 1, 0, 9),
	(28, '2019-02-28 23:49:17', 'Тульская', '3', '3', '3', 3, '456eret', 1, 0, 9),
	(29, '2019-02-28 23:49:50', 'Тульская', '3', '3', '3', 3, '456eret', 1, 0, 9),
	(30, '2019-03-01 20:47:47', 'Хренникова', '12', '1', '121', 4, 'Доставьте горячим уже!', 1, 0, 10);
/*!40000 ALTER TABLE `orders` ENABLE KEYS */;

-- Дамп данных таблицы burgers.users: ~8 rows (приблизительно)
/*!40000 ALTER TABLE `users` DISABLE KEYS */;
INSERT INTO `users` (`id`, `us_name`, `us_email`, `us_phone`, `create_date`) VALUES
	(1, 'Врушин Тлад', 'tlad2018@test.com', '+7 (999) 999-99-99', '2018-05-07 00:00:00'),
	(2, 'sdsdasd', 'sdfsdf@sfsf.ghfh', '+7 (988) 888 88 88', '2018-05-07 00:00:00'),
	(3, 'sdsdasd', '1sdfsdf@sfsf.ghfh', '+7 (988) 888 88 88', '2018-05-07 00:00:00'),
	(4, 'sdsdasd', 'sdfsderf@sfsf.ghfh', '+7 (989) 999 99 99', '2018-05-07 00:00:00'),
	(5, 'sdsdasd', 'sdfsdf11@sfsf.ghfh', '+7 (989) 999 99 99', '2018-05-07 00:00:00'),
	(8, 'sdsdasd', 'sdfsdf22@sfsf.ghfh', '+7 (988) 999 98 89', '2018-05-07 00:00:00'),
	(9, 'sdsdasd', '1sdfsdf1@sfsf.ghfh', '+7 (989) 898 98 98', '2019-02-28 23:43:07'),
	(10, 'sdsdasd', '11sdfsdf@sfsf.ghfh', '+7 (998) 899 88 99', '2019-03-01 20:47:46');
/*!40000 ALTER TABLE `users` ENABLE KEYS */;

/*!40101 SET SQL_MODE=IFNULL(@OLD_SQL_MODE, '') */;
/*!40014 SET FOREIGN_KEY_CHECKS=IF(@OLD_FOREIGN_KEY_CHECKS IS NULL, 1, @OLD_FOREIGN_KEY_CHECKS) */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
